[M_RiggedRace MissionDefinition]
MissionName="Guerra de Clãs: 1º Lugar"
MissionDescription="A guerra entre os clãs está em curso. Mick Zaford lhe pediu para arruinar a preciosa pista de corrida dos Hodunk usando explosivos para destruir todos os carros que estiverem no circuito."
TurnInDescription="Os Zaford lançaram seus dados. Agora é a vez dos Hodunk."
MissionSummary="Destrua os carros de corrida dos Hodunk. "
MissionGiver="Mick Zaford"
MissionTurnInLocation="Ellie"
TeaserText="Carros de corrida... caipiras... explosões. Mais um dia em Pandora."

[M_RiggedRace:DestroyCarsWithExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:DestroyHodunks MissionObjectiveDefinition]
ProgressMessage="Destrua os carros de corrida"

[M_RiggedRace:FollowToBasement MissionObjectiveDefinition]
ProgressMessage="Siga Mick Zaford"

[M_RiggedRace:GetToRaceTrack MissionObjectiveDefinition]
ProgressMessage="Vá até a pista de corridas"

[M_RiggedRace:GetToRaceTrackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:GetToVantagePoint MissionObjectiveDefinition]
ProgressMessage="Encontre uma posição vantajosa"

[M_RiggedRace:GetToVantagePointSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:GrabExplosives MissionObjectiveDefinition]
ProgressMessage="Pegue os explosivos"

[M_RiggedRace:GrabExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:MurderPyro MissionObjectiveDefinition]
ProgressMessage="Elimine o pirotécnico Hodunk"

[M_RiggedRace:MurderPyroSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:PlaceExplosive MissionObjectiveDefinition]
ProgressMessage="Coloque os explosivos"

[M_RiggedRace:PlaceExplosiveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:PushPlunger MissionObjectiveDefinition]
ProgressMessage="Instale os fogos de artifício"

[M_RiggedRace:ReturnToEllie MissionObjectiveDefinition]
ProgressMessage="Volte até Ellie"

[M_RiggedRace:ReturnToEllieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:ShootTheVehicles MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiggedRace:ShootVehicles MissionObjectiveDefinition]
ProgressMessage="Atire nos veículos"

